Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhasec Property
 "Feed Through Lugs Apparent Power Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhasec { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsApparentLoadPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsApparentLoadPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsApparentLoadPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace